/* No comment provided by engineer. */
"An error occurred on the server. Please try again." = "An error occurred on the server. Please try again.";

/* No comment provided by engineer. */
"An unknown error occured. Please try again." = "An unknown error occured. Please try again.";

/* The area in the Prowl preferences where the API keys are listed. */
"API Keys" = "API Keys";

/* The title for the button in the Prowl preferences which allows the user to generate (create by talking to the server) a new API key. */
"Generate" = "Generate";

/* The option in the Prowl preferences which, when enabled, only sends notifications to the Prowl server when Growl determines that the machine is idle. */
"Only when Mac is idle" = "Only when Mac is idle";

/* The option in the Prowl preferences which, when enabled, allows the user to select the lowest amount of priority that should be sent. */
"Only when priority is at least:" = "Only when priority is at least:";

/* The option in the Prowl preferences which, when enabled, allows the user to put text at the beginning of a notification. */
"Prefix notifications with:" = "Prefix notifications with:";

/* The title for the window where the user enters their Prowl credentials to create generate API key. */
"Prowl Login" = "Prowl Login";

/* The area in the Prowl preferences where the user chooses what options are available for conditionally sending to Prowl. */
"Sending to Prowl" = "Sending to Prowl";

/* No comment provided by engineer. */
"The application sent a command the server didn't understand. Please try again." = "The application sent a command the server didn't understand. Please try again.";

/* No comment provided by engineer. */
"You didn't log in and allow an API key to be generated." = "You didn't log in and allow an API key to be generated.";

